{
    "modal_trigger_title": "Cookie-Einstellungen",
    "consent_modal_title": "<img src='https://sveasolar.se/static/cookie-consent/cookie.svg' id='cookie-icon'>Cookies akzeptieren",
    "consent_modal_description": "Indem du auf „Alle Cookies akzeptieren“ klickst, stimmst du der Speicherung von Cookies auf deinem Gerät zu. Diese helfen dabei, die Navigation auf der Website zu verbessern, die Nutzung zu analysieren und unsere Marketingmaßnahmen, wie personalisierte Werbung, zu unterstützen. Deine Benutzerdaten können auch an unsere Partner weitergegeben werden, die diese möglicherweise mit anderen Daten kombinieren, die sie über dich gesammelt haben.<br><br>Du kannst dein Einverständnis jederzeit widerrufen, indem du auf das Symbol mit dem Keks-Icon am unteren Rand unserer Seite klickst.<br><br> Weitere Informationen zur Datenverarbeitung durch Google findest du in der <a href='https://policies.google.com/privacy'>Datenschutzerklärung von Google</a>. <br><br>Wenn du eine detaillierte Beschreibung der von uns verwendeten Cookies und unserer <a href='https://sveasolar.se/sv-se/cookiepolicy'>Cookie-Richtlinie lesen möchtest, klicke hier.</a>",
    "consent_modal_primary_btn": "Ich akzeptiere",
    "consent_modal_secondary_btn_settings": "Einstellungen anpassen",
    "consent_modal_secondary_btn_accept_necessary": "Nur notwendige akzeptieren",
    "settings_modal_title": "Cookie-Einstellungen",
    "settings_modal_save_settings_btn": "Einstellungen speichern",
    "settings_modal_accept_all_btn": "Alle akzeptieren",
    "settings_modal_reject_all_btn": "Nur notwendige akzeptieren",
    "settings_modal_close_btn_label": "Schließen",
    "settings_modal_before_consent_title": "Verwendung von Cookies",
    "settings_modal_before_consent_description": "Wenn du eine Website besuchst, werden Informationen in deinem Browser gespeichert oder abgerufen, hauptsächlich in Form von Cookies. Diese Informationen können sich auf dich, deine Vorlieben oder dein Gerät beziehen und helfen dabei, dass die Website reibungslos funktioniert. Sie identifizieren dich in der Regel nicht direkt, ermöglichen jedoch ein personalisiertes und optimiertes Nutzererlebnis. Um deine Privatsphäre zu wahren, hast du die Möglichkeit, bestimmte Cookie-Kategorien zu deaktivieren. Klicke auf die verschiedenen Kategorien, um mehr zu erfahren und deine Einstellungen anzupassen. Beachte bitte, dass das Blockieren bestimmter Cookies die Funktionalität und das Erlebnis auf der Website beeinträchtigen kann.",
    "settings_modal_after_consent_title": "Weitere Informationen",
    "settings_modal_after_consent_description": "Wenn du weitere Informationen wünschst, kannst du uns direkt kontaktieren. Kontaktdaten findest du unter Kontakt.",
    "functionality_storage_title": "Funktionelle Cookies",
    "functionality_storage_description": "Diese Cookies ermöglichen es der Website, verbesserte Funktionen und Personalisierung bereitzustellen. Sie können von uns oder von Drittanbietern gesetzt werden, deren Dienste wir auf unserer Seite eingebunden haben. Wenn du diese Cookies nicht zulässt, können einige oder alle dieser Dienste möglicherweise nicht ordnungsgemäß funktionieren.",
    "personalization_storage_title": "Personalisierungs-Cookies",
    "personalization_storage_description": "Personalisierungs-Cookies können Drittanbieter-Cookies verwenden, um Inhalte zu personalisieren und Nutzer über verschiedene Websites und Geräte hinweg zu verfolgen.",
    "security_storage_title": "Sicherheits-Cookies",
    "security_storage_description": "Sicherheits-Cookies ermöglichen die Speicherung sicherheitsrelevanter Informationen, wie Authentifizierung, Schutz vor Betrug und andere Methoden zum Schutz des Nutzers.",
    "ad_storage_title": "Werbe-Cookies",
    "ad_storage_description": "Diese Cookies werden von unseren Werbepartnern auf unserer Website gesetzt. Sie können von diesen Unternehmen verwendet werden, um ein Profil deiner Interessen zu erstellen und dir relevante Anzeigen auf anderen Websites anzuzeigen. Sie speichern keine personenbezogenen Daten direkt, sondern basieren auf der eindeutigen Identifizierung deines Browsers und Geräts. Wenn du diese Cookies nicht zulässt, erhältst du weniger zielgerichtete Werbung.",
    "ad_user_data_title": "Nutzungsdaten für Werbung",
    "ad_user_data_description": "Cookies für Nutzungsdaten im Bereich Werbung speichern Informationen über dein Surfverhalten und demografische Daten, um ein anonymes Nutzerprofil zu erstellen. Diese Informationen werden verwendet, um Nutzer in Interessensgruppen zu kategorisieren, um gezieltere Werbung anzubieten. Es werden keine persönlich identifizierbaren Informationen in diesen Cookies gespeichert, und alle Daten werden in pseudonymisierter Form verarbeitet.",
    "ad_personalization_title": "Werbepersonalisierung",
    "ad_personalization_description": "Cookies für Werbepersonalisierung helfen uns, dir relevantere Anzeigen zu liefern, basierend auf deinen Interessen und früheren Online-Aktivitäten. Diese Cookies sammeln Informationen über deine Besuche auf unserer und anderen Websites, wodurch wir Anzeigen anzeigen können, die besser zu deinen Vorlieben passen.",
    "analytics_storage_title": "Analyse-Cookies",
    "analytics_storage_description": "Diese Cookies ermöglichen es uns, Besuche und den Website-Traffic zu analysieren, damit wir die Leistung unserer Website messen und optimieren können. Sie zeigen uns, welche Seiten besonders häufig besucht werden, welche weniger beliebt sind und wie sich Nutzer auf der Website bewegen. Alle Informationen, die über diese Cookies gesammelt werden, sind aggregiert und anonym. Wenn du diese Cookies nicht zulässt, stehen uns diese anonymen Informationen nicht zur Verfügung.",
    "cookie_table_col_name": "Name",
    "cookie_table_col_purpose": "Beschreibung",
    "cookie_table_col_processing_time": "Ablauf",
    "cookie_table_col_provider": "Anbieter",
    "cookie_table_col_type": "Typ",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Mehr erfahren",
    "cookie_table_col_category": "Kategorie",
    "processing_time_session": "Sitzung",
    "processing_time_persistent": "Dauerhaft",
    "cookie_type_1st_party": "Erstanbieter",
    "cookie_type_3rd_party": "Drittanbieter",
    "find_out_more": "Mehr erfahren"
}