{
    "modal_trigger_title": "Cookie Settings",
    "consent_modal_title": "<img src='https://sveasolar.se/static/cookie-consent/cookie.svg' id='cookie-icon'>Accept Cookies",
    "consent_modal_description": "By clicking 'Accept all cookies,' you consent to the storage of cookies on your device to enhance website navigation, analyze site usage, and support our marketing efforts, such as personalized ads. Your user data may also be shared with our partners, who may combine it with other data they have collected about you.<br><br>You can withdraw your consent at any time by clicking the cookie icon at the bottom of our page.<br><br> One such partner is Google, whose <a href='https://policies.google.com/privacy'>Privacy Policy can be read by clicking this link</a>. <br><br>If you want to read a detailed description of the cookies we use and our <a href='https://sveasolar.se/sv-se/cookiepolicy'>cookie policy, you can click here.</a>",
    "consent_modal_primary_btn": "I Accept",
    "consent_modal_secondary_btn_settings": "Customize Choices",
    "consent_modal_secondary_btn_accept_necessary": "No, Only Necessary",
    "settings_modal_title": "Cookie Settings",
    "settings_modal_save_settings_btn": "Save Settings",
    "settings_modal_accept_all_btn": "Accept All",
    "settings_modal_reject_all_btn": "Accept Necessary",
    "settings_modal_close_btn_label": "Close",
    "settings_modal_before_consent_title": "Use of Cookies",
    "settings_modal_before_consent_description": "When you visit a website, it may store or retrieve information in your browser, primarily in the form of cookies. This information may be about you, your preferences, or your device and is mostly used to make the website work as you expect. The information usually does not directly identify you, but it can provide a more personalized web experience. Because we respect your right to privacy, you can choose not to allow certain types of cookies. Click on the different categories to learn more and change our default settings. However, blocking certain types of cookies may affect your experience on the website and the services we can offer.",
    "settings_modal_after_consent_title": "More Information",
    "settings_modal_after_consent_description": "If you want more information, feel free to contact us directly. Contact details can be found in the contact section.",
    "functionality_storage_title": "Functional Cookies",
    "functionality_storage_description": "These cookies enable the website to provide enhanced functionality and personalization. They may be set by us or by third-party providers whose services we have added to our pages. If you do not allow these cookies, some or all of these services may not function properly.",
    "personalization_storage_title": "Personalization Cookies",
    "personalization_storage_description": "Personalization cookies may use third-party cookies to help personalize content and track users across different websites and devices.",
    "security_storage_title": "Security Cookies",
    "security_storage_description": "Security cookies enable the storage of security-related information, such as authentication, fraud protection, and other methods to protect the user.",
    "ad_storage_title": "Advertising Cookies",
    "ad_storage_description": "Advertising cookies are used by us or our partners to show you relevant content or ads on our website and third-party websites. This enables us to create profiles based on your interests, known as pseudonymized profiles. Based on this information, it is generally not possible to identify you directly, as only pseudonymized data is used. If you do not give your consent, you will not receive content and ads tailored to your interests.",
    "ad_user_data_title": "User Data for Advertising",
    "ad_user_data_description": "Cookies for user data in advertising store information about your browsing behavior and demographic details to create an anonymous user profile. This information is used to categorize users into interest groups to offer more targeted advertising. No personally identifiable information is stored in these cookies, and all data is processed in pseudonymized form.",
    "ad_personalization_title": "Ad Personalization",
    "ad_personalization_description": "Ad personalization cookies help us deliver ads that are more relevant to you based on your interests and previous online activities. These cookies collect information about your visits to our and other websites, allowing us to display ads that better match your preferences.",
    "analytics_storage_title": "Analytics Cookies",
    "analytics_storage_description": "Analytics cookies allow us to measure the performance of our website and our advertising campaigns. We use them to determine the number of visits and traffic sources to our website. We process data obtained through these cookies in aggregated form, without using identifiers that point to specific users of our website. If you disable the use of analytics cookies during your visit, we lose the ability to analyze performance and optimize our actions.",
    "cookie_table_col_name": "Name",
    "cookie_table_col_purpose": "Description",
    "cookie_table_col_processing_time": "Expires",
    "cookie_table_col_provider": "Provider",
    "cookie_table_col_type": "Type",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Learn More",
    "cookie_table_col_category": "Category",
    "processing_time_session": "Session",
    "processing_time_persistent": "Persistent",
    "cookie_type_1st_party": "First Party",
    "cookie_type_3rd_party": "Third Party",
    "find_out_more": "Learn More"
}