{
    "modal_trigger_title": "Paramètres des cookies",
    "consent_modal_title": "<img src='https://sveasolar.se/static/cookie-consent/cookie.svg' id='cookie-icon'>Acceptez les cookies",
    "consent_modal_description": "En cliquant sur « Accepter tous les cookies », vous consentez à l'enregistrement de cookies sur votre appareil pour améliorer la navigation sur le site web, analyser l'utilisation du site et soutenir nos efforts de marketing, tels que les publicités personnalisées. Vos données utilisateur peuvent également être partagées avec nos partenaires, qui peuvent les combiner avec d'autres données qu'ils ont collectées à votre sujet.<br><br>Vous pouvez retirer votre consentement à tout moment en cliquant sur l'icône avec le symbole du cookie en bas de notre page.<br><br> Pour plus d'informations sur la manière dont Google traite vos données, consultez la <a href='https://policies.google.com/privacy'>Politique de confidentialité de Google</a>. <br><br>Si vous souhaitez lire une description détaillée des cookies que nous utilisons et de notre <a href='https://sveasolar.se/sv-se/cookiepolicy'>politique en matière de cookies, cliquez ici.</a>",
    "consent_modal_primary_btn": "J'accepte",
    "consent_modal_secondary_btn_settings": "Personnaliser les choix",
    "consent_modal_secondary_btn_accept_necessary": "Non, uniquement les nécessaires",
    "settings_modal_title": "Paramètres des cookies",
    "settings_modal_save_settings_btn": "Enregistrer les paramètres",
    "settings_modal_accept_all_btn": "Accepter tous",
    "settings_modal_reject_all_btn": "Accepter uniquement les nécessaires",
    "settings_modal_close_btn_label": "Fermer",
    "settings_modal_before_consent_title": "Utilisation des cookies",
    "settings_modal_before_consent_description": "Lorsque vous visitez un site web, des informations peuvent être stockées ou récupérées dans votre navigateur, principalement sous forme de cookies. Ces informations peuvent concerner vous, vos préférences ou votre appareil et sont principalement utilisées pour garantir que le site web fonctionne comme vous l'attendez. Ces informations ne vous identifient généralement pas directement, mais elles peuvent vous offrir une expérience web plus personnalisée. Parce que nous respectons votre droit à la confidentialité, vous pouvez choisir de ne pas autoriser certains types de cookies. Cliquez sur les différentes catégories pour en savoir plus et modifier nos paramètres par défaut. Cependant, le blocage de certains types de cookies peut affecter votre expérience sur le site web et les services que nous pouvons offrir.",
    "settings_modal_after_consent_title": "Plus d'informations",
    "settings_modal_after_consent_description": "Si vous souhaitez plus d'informations, vous pouvez nous contacter directement. Les coordonnées sont disponibles dans la section contact.",
    "functionality_storage_title": "Cookies fonctionnels",
    "functionality_storage_description": "Ces cookies permettent au site web de fournir des fonctionnalités améliorées et une personnalisation. Ils peuvent être définis par nous ou par des fournisseurs tiers dont les services ont été ajoutés à nos pages. Si vous n'autorisez pas ces cookies, certains ou tous ces services pourraient ne pas fonctionner correctement.",
    "personalization_storage_title": "Cookies de personnalisation",
    "personalization_storage_description": "Les cookies de personnalisation peuvent utiliser des cookies tiers pour aider à personnaliser le contenu et suivre les utilisateurs sur différents sites web et appareils.",
    "security_storage_title": "Cookies de sécurité",
    "security_storage_description": "Les cookies de sécurité permettent le stockage d'informations liées à la sécurité, telles que l'authentification, la protection contre la fraude et d'autres méthodes pour protéger l'utilisateur.",
    "ad_storage_title": "Cookies publicitaires",
    "ad_storage_description": "Les cookies publicitaires sont utilisés par nous ou nos partenaires pour vous montrer des contenus ou des publicités pertinents sur notre site web et sur des sites tiers. Cela nous permet de créer des profils basés sur vos intérêts, appelés profils pseudonymisés. Sur la base de ces informations, il n'est généralement pas possible de vous identifier directement, car seules des données pseudonymisées sont utilisées. Si vous ne donnez pas votre consentement, vous ne recevrez pas de contenus et de publicités adaptés à vos intérêts.",
    "ad_user_data_title": "Données utilisateur pour la publicité",
    "ad_user_data_description": "Les cookies de données utilisateur dans le cadre de la publicité stockent des informations sur votre comportement de navigation et vos données démographiques pour créer un profil utilisateur anonyme. Ces informations sont utilisées pour catégoriser les utilisateurs en groupes d'intérêt afin de proposer des publicités plus ciblées. Aucune information personnellement identifiable n'est stockée dans ces cookies, et toutes les données sont traitées sous forme pseudonymisée.",
    "ad_personalization_title": "Personnalisation des publicités",
    "ad_personalization_description": "Les cookies de personnalisation des publicités nous aident à diffuser des publicités plus pertinentes pour vous en fonction de vos intérêts et de vos activités en ligne précédentes. Ces cookies collectent des informations sur vos visites sur notre site et d'autres sites web, ce qui nous permet d'afficher des publicités qui correspondent mieux à vos préférences.",
    "analytics_storage_title": "Cookies d'analyse",
    "analytics_storage_description": "Les cookies d'analyse nous permettent de mesurer les performances de notre site web et de nos campagnes publicitaires. Nous les utilisons pour déterminer le nombre de visites et les sources de trafic vers notre site web. Nous traitons les données obtenues via ces cookies sous forme agrégée, sans utiliser d'identifiants pointant vers des utilisateurs spécifiques de notre site web. Si vous désactivez l'utilisation des cookies d'analyse lors de votre visite, nous perdons la capacité d'analyser les performances et d'optimiser nos actions.",
    "cookie_table_col_name": "Nom",
    "cookie_table_col_purpose": "Description",
    "cookie_table_col_processing_time": "Expiration",
    "cookie_table_col_provider": "Fournisseur",
    "cookie_table_col_type": "Type",
    "cookie_table_col_link": "Lien",
    "cookie_table_col_link_find_out_more": "En savoir plus",
    "cookie_table_col_category": "Catégorie",
    "processing_time_session": "Session",
    "processing_time_persistent": "Persistant",
    "cookie_type_1st_party": "Première partie",
    "cookie_type_3rd_party": "Tiers",
    "find_out_more": "En savoir plus"
}