{
    "modal_trigger_title": "Impostazioni dei cookie",
    "consent_modal_title": "<img src='https://sveasolar.se/static/cookie-consent/cookie.svg' id='cookie-icon'>Accetta i cookie",
    "consent_modal_description": "Cliccando su “Accetta tutti i cookie”, acconsenti alla memorizzazione dei cookie sul tuo dispositivo per migliorare la navigazione sul sito web e le analisi relative al suo utilizzo, oltre che per supportare le nostre attività di marketing (ad esempio, per la personalizzazione degli annunci). I tuoi dati utente potrebbero anche essere condivisi con i nostri partner, che potrebbero combinarli con altre informazioni che hai fornito loro o che hanno raccolto in base al tuo utilizzo dei loro servizi.<br><br>Puoi revocare il tuo consenso in qualsiasi momento cliccando sull'icona con il simbolo del biscotto in fondo alla nostra pagina.<br><br> Per ulteriori informazioni su come Google tratta i tuoi dati, consulta la <a href='https://policies.google.com/privacy'>Privacy Policy di Google</a>. <br><br>Se desideri leggere una descrizione dettagliata dei cookie che utilizziamo e della nostra <a href='https://sveasolar.it/it-it/politica-sui-cookie'>politica sui cookie, clicca qui.</a>",
    "consent_modal_primary_btn": "Accetto",
    "consent_modal_secondary_btn_settings": "Personalizza le scelte",
    "consent_modal_secondary_btn_accept_necessary": "No, solo necessari",
    "settings_modal_title": "Impostazioni dei cookie",
    "settings_modal_save_settings_btn": "Salva impostazioni",
    "settings_modal_accept_all_btn": "Accetta tutti",
    "settings_modal_reject_all_btn": "Accetta solo i necessari",
    "settings_modal_close_btn_label": "Chiudi",
    "settings_modal_before_consent_title": "Uso dei cookie",
    "settings_modal_before_consent_description": "Quando visiti un sito web, è possibile che vengano memorizzate o recuperate informazioni dal tuo browser, principalmente sotto forma di cookie. Queste informazioni potrebbero riguardare te, le tue preferenze o il tuo dispositivo e vengono utilizzate principalmente per far funzionare il sito web in maniera corretta. Le informazioni di solito non ti identificano direttamente, ma possono offrirti un'esperienza web più personalizzata. Visto che rispettiamo il tuo diritto alla privacy, puoi scegliere di non consentire determinati tipi di cookie. Fai clic sulle diverse categorie per saperne di più e modificare le nostre impostazioni predefinite. Tuttavia, scegliere di bloccare alcuni tipi di cookie potrebbe influire sulla tua esperienza di navigazione nel sito web e relativamente ai servizi che possiamo offrire.",
    "settings_modal_after_consent_title": "Ulteriori informazioni",
    "settings_modal_after_consent_description": "Se desideri maggiori informazioni, puoi contattarci direttamente. I dettagli di contatto sono disponibili nella sezione contatti.",
    "functionality_storage_title": "Cookie funzionali",
    "functionality_storage_description": "Questi cookie consentono al sito web di fornire maggiori funzionalità e personalizzazione. Possono essere determinati da noi o da fornitori terzi, i cui servizi sono stati aggiunti alle nostre pagine. Se non acconsenti alla registrazione di questi cookie, alcuni o tutti questi servizi potrebbero non funzionare correttamente.",
    "personalization_storage_title": "Cookie di personalizzazione",
    "personalization_storage_description": "I cookie di personalizzazione possono utilizzare cookie di terze parti per aiutare a personalizzare i contenuti e tracciare gli utenti su diversi siti web e dispositivi.",
    "security_storage_title": "Cookie di sicurezza",
    "security_storage_description": "I cookie di sicurezza consentono la memorizzazione di informazioni relative alla sicurezza, come l'autenticazione, la protezione contro le frodi e altri metodi per proteggere l'utente.",
    "ad_storage_title": "Cookie pubblicitari",
    "ad_storage_description": "Questi cookie vengono impostati sul nostro sito web dai nostri partner pubblicitari, che li possono utilizzare per capire meglio i tuoi interessi e mostrarti annunci pertinenti su altri siti web. Non memorizzano direttamente informazioni personali, ma si basano sull'identificazione univoca del tuo browser e dispositivo Internet. Se non acconsenti a questi cookie, visualizzerai annunci meno mirati.",
    "ad_user_data_title": "Dati utente per la pubblicità",
    "ad_user_data_description": "I cookie per i dati utente nel contesto della pubblicità memorizzano informazioni sul tuo comportamento di navigazione e dati demografici per creare un profilo utente anonimo. Queste informazioni vengono utilizzate per categorizzare gli utenti in gruppi di interesse per offrire pubblicità più mirata. Nessuna informazione personalmente identificabile viene memorizzata in questi cookie e tutti i dati sono trattati in forma pseudonimizzata.",
    "ad_personalization_title": "Personalizzazione degli annunci",
    "ad_personalization_description": "I cookie di personalizzazione degli annunci ci aiutano a fornire annunci più rilevanti per te in base ai tuoi interessi e alle tue attività online precedenti. Questi cookie raccolgono informazioni sulle tue visite al nostro sito e ad altri siti web, consentendoci di mostrare annunci che corrispondono meglio alle tue preferenze.",
    "analytics_storage_title": "Cookie analitici",
    "analytics_storage_description": "Questi cookie ci consentono di contare le visite e le fonti di traffico in modo da poter misurare e migliorare le prestazioni del nostro sito web. Ci aiutano a sapere quali sono le pagine più e meno popolari e a vedere come i visitatori si muovono all'interno del sito web. Tutte le informazioni raccolte da questi cookie sono aggregate e, quindi, anonime. Se non acconsenti a questi cookie, non sapremo quando hai visitato il nostro sito web.",
    "cookie_table_col_name": "Nome",
    "cookie_table_col_purpose": "Descrizione",
    "cookie_table_col_processing_time": "Scadenza",
    "cookie_table_col_provider": "Fornitore",
    "cookie_table_col_type": "Tipo",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Scopri di più",
    "cookie_table_col_category": "Categoria",
    "processing_time_session": "Sessione",
    "processing_time_persistent": "Persistente",
    "cookie_type_1st_party": "Prima parte",
    "cookie_type_3rd_party": "Terza parte",
    "find_out_more": "Scopri di più"
}