{
    "modal_trigger_title": "Cookie-instellingen",
    "consent_modal_title": "<img src='https://sveasolar.se/static/cookie-consent/cookie.svg' id='cookie-icon'>Cookies accepteren",
    "consent_modal_description": "Door op 'Alle cookies accepteren' te klikken, stem je in met het opslaan van cookies op je apparaat om de navigatie op de website te verbeteren, het gebruik van de website te analyseren en onze marketinginspanningen te ondersteunen, zoals gepersonaliseerde advertenties. Je gebruikersgegevens kunnen ook worden gedeeld met onze partners, die deze mogelijk combineren met andere gegevens die ze over je hebben verzameld.<br><br>Je kunt je toestemming op elk moment intrekken door te klikken op het pictogram met het koekjessymbool onderaan onze pagina.<br><br> Voor meer informatie over hoe Google jouw gegevens verwerkt, zie de <a href='https://policies.google.com/privacy'>Privacy Policy van Google</a>. <br><br>Als je een gedetailleerde beschrijving wilt lezen van de cookies die we gebruiken en ons <a href='https://sveasolar.be/nl-be/cookiepolicy'>cookiebeleid, klik dan hier.</a>",
    "consent_modal_primary_btn": "Ik accepteer",
    "consent_modal_secondary_btn_settings": "Keuzes aanpassen",
    "consent_modal_secondary_btn_accept_necessary": "Nee, alleen noodzakelijke",
    "settings_modal_title": "Cookie-instellingen",
    "settings_modal_save_settings_btn": "Instellingen opslaan",
    "settings_modal_accept_all_btn": "Alle accepteren",
    "settings_modal_reject_all_btn": "Alleen noodzakelijke accepteren",
    "settings_modal_close_btn_label": "Sluiten",
    "settings_modal_before_consent_title": "Gebruik van cookies",
    "settings_modal_before_consent_description": "Wanneer je een website bezoekt, kan deze informatie opslaan of ophalen in je browser, voornamelijk in de vorm van cookies. Deze informatie kan over jou, je voorkeuren of je apparaat gaan en wordt meestal gebruikt om de website te laten werken zoals je verwacht. De informatie identificeert je meestal niet direct, maar kan je een meer gepersonaliseerde webervaring bieden. Omdat we je recht op privacy respecteren, kun je ervoor kiezen om bepaalde soorten cookies niet toe te staan. Klik op de verschillende categorieën om meer te weten te komen en onze standaardinstellingen te wijzigen. Het blokkeren van sommige soorten cookies kan echter invloed hebben op je ervaring op de website en de diensten die we kunnen aanbieden.",
    "settings_modal_after_consent_title": "Meer informatie",
    "settings_modal_after_consent_description": "Als je meer informatie wilt, kun je rechtstreeks contact met ons opnemen. Contactgegevens vind je onder contact.",
    "functionality_storage_title": "Functionele cookies",
    "functionality_storage_description": "Deze cookies stellen de website in staat om verbeterde functionaliteit en personalisatie te bieden. Ze kunnen worden ingesteld door ons of door externe aanbieders waarvan we de diensten aan onze pagina's hebben toegevoegd. Als je deze cookies niet toestaat, werken sommige of al deze diensten mogelijk niet correct.",
    "personalization_storage_title": "Personalisatie-cookies",
    "personalization_storage_description": "Personalisatie-cookies kunnen cookies van derden gebruiken om inhoud te personaliseren en gebruikers te volgen over verschillende websites en apparaten.",
    "security_storage_title": "Beveiligingscookies",
    "security_storage_description": "Beveiligingscookies maken het mogelijk om beveiligingsgerelateerde informatie op te slaan, zoals authenticatie, fraudebescherming en andere methoden om de gebruiker te beschermen.",
    "ad_storage_title": "Advertentiecookies",
    "ad_storage_description": "Advertentiecookies worden door ons of onze partners gebruikt om je relevante inhoud of advertenties te tonen, zowel op onze website als op websites van derden. Dit stelt ons in staat om profielen te maken op basis van je interesses, zogenaamde gepseudonimiseerde profielen. Op basis van deze informatie is het over het algemeen niet mogelijk om je direct te identificeren, omdat alleen gepseudonimiseerde gegevens worden gebruikt. Als je geen toestemming geeft, ontvang je geen inhoud en advertenties die zijn afgestemd op je interesses.",
    "ad_user_data_title": "Gebruikersgegevens voor advertenties",
    "ad_user_data_description": "Cookies voor gebruikersgegevens in het kader van advertenties slaan informatie op over je surfgedrag en demografische gegevens om een anoniem gebruikersprofiel te maken. Deze informatie wordt gebruikt om gebruikers in interessengroepen te categoriseren om gerichtere advertenties aan te bieden. Er worden geen persoonlijk identificeerbare gegevens opgeslagen in deze cookies en alle gegevens worden in gepseudonimiseerde vorm verwerkt.",
    "ad_personalization_title": "Advertentiepersonalisatie",
    "ad_personalization_description": "Cookies voor advertentiepersonalisatie helpen ons om advertenties te leveren die relevanter zijn voor jou op basis van je interesses en eerdere online activiteiten. Deze cookies verzamelen informatie over je bezoeken aan onze en andere websites, waardoor we advertenties kunnen tonen die beter aansluiten bij je voorkeuren.",
    "analytics_storage_title": "Analysecookies",
    "analytics_storage_description": "Analysecookies stellen ons in staat om de prestaties van onze website en onze advertentiecampagnes te meten. We gebruiken ze om het aantal bezoeken en de verkeersbronnen naar onze website te bepalen. We verwerken gegevens die via deze cookies worden verkregen in geaggregeerde vorm, zonder gebruik te maken van identificatoren die verwijzen naar specifieke gebruikers van onze website. Als je het gebruik van analysecookies tijdens je bezoek uitschakelt, verliezen we de mogelijkheid om prestaties te analyseren en onze acties te optimaliseren.",
    "cookie_table_col_name": "Naam",
    "cookie_table_col_purpose": "Beschrijving",
    "cookie_table_col_processing_time": "Vervaldatum",
    "cookie_table_col_provider": "Aanbieder",
    "cookie_table_col_type": "Type",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Meer informatie",
    "cookie_table_col_category": "Categorie",
    "processing_time_session": "Sessie",
    "processing_time_persistent": "Permanent",
    "cookie_type_1st_party": "Eerste partij",
    "cookie_type_3rd_party": "Derde partij",
    "find_out_more": "Meer informatie"
}