{
    "modal_trigger_title": "Cookie settings",

    "consent_modal_title": "Vi använder cookies!",
    "consent_modal_description": "Genom att klicka på acceptera alla cookies samtycker du till lagring av cookies på din enhet för att förbättra navigeringen på webbplatsen, analysera webbplatsens användning och bistå i våra marknadsföringsinsatser såsom personanpassade annonser. Din användardata kan även komma att delas med våra partners som kan komma att kombinera den med annan data de samlat in hos sig.<br><br> En sådan partner är Google vars <a href='https://policies.google.com/privacy'>Privacy Policy kan läsas genom att klicka på den här länken</a>. <br><br><a href='https://policies.google.com/privacy'>Vill du läsa vår cookie-policy kan du klicka här.</a>",
    "consent_modal_primary_btn": "Jag accepterar",
    "consent_modal_secondary_btn_settings": "Anpassa inställningar",
    "consent_modal_secondary_btn_accept_necessary": "Acceptera nödvändiga",

    "settings_modal_title": "Cookie-inställningar",
    "settings_modal_save_settings_btn": "Spara inställningar",
    "settings_modal_accept_all_btn": "Acceptera alla",
    "settings_modal_reject_all_btn": "Acceptera nödvändiga",
    "settings_modal_close_btn_label": "Stäng",

    "settings_modal_before_consent_title": "Användning av cookies",
    "settings_modal_before_consent_description": "När du besöker en webbplats kan den lagra eller hämta information i din webbläsare, främst i form av cookies. Den här informationen kan vara om dig, dina preferenser, eller din enhet och används mestadels för att webbplatsen ska fungerar som du förväntar dig. Informationen identifierar dig vanligtvis inte direkt, men den kan ge dig en mer personlig webbupplevelse. Eftersom vi respekterar din rätt till integritet, kan du välja att inte tillåta vissa typer av cookies. Klicka på de olika kategorierna för att läsa mer och ändra våra standardinställningar. Att blockera vissa typer av cookies kan dock påverka din upplevelse av webbplatsen och de tjänster som vi kan erbjuda.",

    "settings_modal_after_consent_title": "Mer information",
    "settings_modal_after_consent_description": "Vill du ha mer information går det bra att ta kontakt med oss direkt. Kontaktuppgifter hittar du under kontakt.",

    "functionality_storage_title": "Functionality cookies",
    "functionality_storage_description": "These cookies are necessary for the proper functioning of our website. Without these cookies, the website might not be working properly.",

    "personalization_storage_title": "Personalization cookies",
    "personalization_storage_description": "Personalisation cookies may use third party cookies to help them personalise content and track users across different websites and devices.",

    "security_storage_title": "Security cookies",
    "security_storage_description": "Security cookies allows storage of security-related information, such as authentication, fraud protection, and other means to protect the user.",

    "ad_storage_title": "Ad cookies",
    "ad_storage_description": "Advertising cookies are used by us or our partners to show you relevant content or advertisements both on our site and on third party sites. This enables us to create profiles based on your interests, so-called pseudonymised profiles. Based on this information, it is generally not possible to directly identify you as a person, as only pseudonymised data is used. Unless you express your consent, you will not receive content and advertisements tailored to your interests.",

    "ad_user_data_title": "Ad user data",
    "ad_user_data_description": "",

    "ad_personalization_title": "Ad personalization",
    "ad_personalization_description": "",

    "analytics_storage_title": "Analytics cookies",
    "analytics_storage_description": "Analytics cookies allow us to measure the performance of our website and our advertising campaigns. We use them to determine the number of visits and sources of visits to our website. We process the data obtained through these cookies in aggregate, without using identifiers that point to specific users of our website. If you disable the use of analytics cookies in relation to your visit, we lose the ability to analyse performance and optimise our measures.",

    "cookie_table_col_name": "Name",
    "cookie_table_col_purpose": "Description",
    "cookie_table_col_processing_time": "Expiration",
    "cookie_table_col_provider": "Provider",
    "cookie_table_col_type": "Type",
    "cookie_table_col_link": "Link",
    "cookie_table_col_link_find_out_more": "Link",
    "cookie_table_col_category": "Category",

    "processing_time_session": "Session",
    "processing_time_persistent": "Persistent",

    "cookie_type_1st_party": "1st party",
    "cookie_type_3rd_party": "3rd party",

    "find_out_more": "find out more"
}