{
    "modal_trigger_title": "Cookie settings",

    "consent_modal_title": "<img src='https://jesperastrom.github.io/resources/images/cookie-icon.svg' id='cookie-icon'>Även solen kräver sina kakor",
    "consent_modal_description": "Genom att klicka på acceptera alla cookies samtycker du till lagring av cookies på din enhet för att förbättra navigeringen på webbplatsen, analysera webbplatsens användning och bistå i våra marknadsföringsinsatser såsom personanpassade annonser. Din användardata kan även komma att delas med våra partners som kan komma att kombinera den med annan data de samlat in hos sig.<br><br> En sådan partner är Google vars <a href='https://policies.google.com/privacy'>Privacy Policy kan läsas genom att klicka på den här länken</a>. <br><br><a href='https://sveasolar.se/sv-se/cookiepolicy'>Vill du läsa vår cookie-policy kan du klicka här.</a>",
    "consent_modal_primary_btn": "Jag accepterar",
    "consent_modal_secondary_btn_settings": "Anpassa val",
    "consent_modal_secondary_btn_accept_necessary": "Nej, bara nödvändiga",

    "settings_modal_title": "Cookie-inställningar",
    "settings_modal_save_settings_btn": "Spara inställningar",
    "settings_modal_accept_all_btn": "Acceptera alla",
    "settings_modal_reject_all_btn": "Acceptera nödvändiga",
    "settings_modal_close_btn_label": "Stäng",

    "settings_modal_before_consent_title": "Användning av cookies",
    "settings_modal_before_consent_description": "När du besöker en webbplats kan den lagra eller hämta information i din webbläsare, främst i form av cookies. Den här informationen kan vara om dig, dina preferenser, eller din enhet och används mestadels för att webbplatsen ska fungerar som du förväntar dig. Informationen identifierar dig vanligtvis inte direkt, men den kan ge dig en mer personlig webbupplevelse. Eftersom vi respekterar din rätt till integritet, kan du välja att inte tillåta vissa typer av cookies. Klicka på de olika kategorierna för att läsa mer och ändra våra standardinställningar. Att blockera vissa typer av cookies kan dock påverka din upplevelse av webbplatsen och de tjänster som vi kan erbjuda.",

    "settings_modal_after_consent_title": "Mer information",
    "settings_modal_after_consent_description": "Vill du ha mer information går det bra att ta kontakt med oss direkt. Kontaktuppgifter hittar du under kontakt.",

    "functionality_storage_title": "Funktionella cookies",
    "functionality_storage_description": "Dessa cookies gör det möjligt för webbplatsen att tillhandahålla förbättrad funktionalitet och personlig anpassning. De kan fastställas av oss eller av tredjepartsleverantörer vars tjänster vi har lagt till på våra sidor. Om du inte tillåter dessa cookies kanske vissa eller alla av dessa tjänster inte fungerar som de ska.",

    "personalization_storage_title": "Personaliserings-cookies",
    "personalization_storage_description": "Personaliserings-cookies kan använda tredjepartskakor för att hjälpa dem att personalisera innehåll och spåra användare över olika webbplatser och enheter.",

    "security_storage_title": "Säkerhets-cookies",
    "security_storage_description": "Säkerhets-cookies möjliggör lagring av säkerhetsrelaterad information, såsom autentisering, bedrägeri-skydd och andra metoder för att skydda användaren.",

    "ad_storage_title": "Annonserings-cookies",
    "ad_storage_description": "Annonserings-cookies används av oss eller våra partners för att visa dig relevant innehåll eller annonser både på vår webbplats och på tredjepartswebbplatser. Detta gör det möjligt för oss att skapa profiler baserade på dina intressen, så kallade pseudonymiserade profiler. Baserat på denna information är det i allmänhet inte möjligt att direkt identifiera dig som person, eftersom endast pseudonymiserade data används. Om du inte uttrycker ditt samtycke kommer du inte att få innehåll och annonser anpassade efter dina intressen.",

    "ad_user_data_title": "Användardata för annonsering",
    "ad_user_data_description": "Cookies för användardata inom annonsering lagrar information om ditt surfbeteende och demografiska uppgifter för att skapa en anonym användarprofil. Denna information används för att kategorisera användare i intressegrupper för att erbjuda mer målinriktad annonsering. Ingen personligt identifierbar information lagras i dessa cookies och all data behandlas i pseudonymiserad form.",

    "ad_personalization_title": "Annonspersonalisering",
    "ad_personalization_description": "Annonspersonaliserings-cookies hjälper oss att leverera annonser som är mer relevanta för dig baserat på dina intressen och tidigare aktiviteter online. Dessa cookies samlar information om dina besök på vår och andra webbplatser, vilket gör att vi kan visa annonser som bättre matchar dina preferenser.",

    "analytics_storage_title": "Analys-cookies",
    "analytics_storage_description": "Analys-cookies tillåter oss att mäta prestandan för vår webbplats och våra annonskampanjer. Vi använder dem för att fastställa antalet besök och besökskällor till vår webbplats. Vi behandlar data som erhålls genom dessa cookies i aggregerad form, utan att använda identifierare som pekar på specifika användare av vår webbplats. Om du inaktiverar användningen av analys-cookies i samband med ditt besök, förlorar vi möjligheten att analysera prestanda och optimera våra åtgärder.",

    "cookie_table_col_name": "Namn",
    "cookie_table_col_purpose": "Beskrivning",
    "cookie_table_col_processing_time": "Går ut",
    "cookie_table_col_provider": "Avsändare",
    "cookie_table_col_type": "Typ",
    "cookie_table_col_link": "Länk",
    "cookie_table_col_link_find_out_more": "Läs mer",
    "cookie_table_col_category": "Kategori",

    "processing_time_session": "Session",
    "processing_time_persistent": "Persistent",

    "cookie_type_1st_party": "1st party",
    "cookie_type_3rd_party": "3rd party",

    "find_out_more": "Lär dig mer"
}